*&---------------------------------------------------------------------*
*& Module Pool      SAPMZBMM0040
*&---------------------------------------------------------------------*
*&   [MM]
*&   개발자        : CL2 kdt-b-25 하정훈
*&   프로그램 개요  : 구매요청 생성 프로그램
*&   개발 시작일    :'2024.11.12'
*&   개발 완료일    :'2024.11.14'
*&   개발상태      : 개발 완료
*&   단위테스트 여부 : X
*&---------------------------------------------------------------------*

INCLUDE ZBMM0040_B25_TOP.                              " Global Data
INCLUDE ZBMM0040_B25_C01.                              " CLASS-METHODS.
INCLUDE ZBMM0040_B25_O01.                              " PBO-Modules
INCLUDE ZBMM0040_B25_I01.                              " PAI-Modules
INCLUDE ZBMM0040_B25_F01.                              " FORM-Routines
